<?php

return [
    // Labels
    'show'               => 'شادی کی پروفائل دیکھیں',
    'detail'             => 'شادی کی پروفائل',
    'childs_count'       => 'بچوں کی تعداد',
    'grand_childs_count' => 'پوتوں کی تعداد',

    // Actions
    'edit'               => 'شادی کی پروفائل ترمیم کریں',
    'update'             => 'شادی کی پروفائل اپ ڈیٹ کریں',
    'deleted'            => 'شادی کا رشتہ حذف کر دیا گیا ہے۔',

    // Attributes
    'husband'            => 'گھر کا سربراہ',
    'wife'               => 'بیوی',
    'marriage_date'      => 'شادی کی تاریخ',
    'divorce_date'       => 'طلاق کی تاریخ',
    'spouse_order'       => 'شریک حیات کی ترتیب',
    'delete_confirm'     => 'کیا یہ شادی کا رشتہ حذف کرنا ہے؟',
    'delete_blocked_childs' => 'یہ شادی کا رشتہ حذف نہیں کیا جا سکتا کیونکہ یہ ابھی بھی بچوں کے والدین کے ریکارڈ میں استعمال ہو رہا ہے۔',
];
